Repository: pypi-data/pypi-mirror-253
Catalog: packages/xblock-image-explorer/xblock_image_explorer-2.2.1-py3-none-any.whl/image_explorer/translations/*/LC_MESSAGES/text.po
Languages: ko_kr, pl

source: Display Name
ko_kr: 표시 이름
pl: Nazwa publiczna

source: This name appears in the horizontal navigation at the top of the page.
ko_kr: 이 이름은 페이지 상단의 가로 탐색 영역에 표시됩니다.
pl: Nazwa ta pojawi się w pasku horyzontalnym nawigacji u góry strony.

source: Image Explorer
ko_kr: 이미지 탐색기
pl: Wyszukiwarka Obrazów

source: Hot Spots Coordinates Centered
ko_kr: 중앙 배치된 핫스팟 좌표
pl: Wyśrodkowano współrzędne hotspotów

source: Store hotspots opened by student, for completion
ko_kr: 학생이 연 핫스팟을 저장하여 완료
pl: Hotspoty sklepu otwarte przez ucznia w celu wypełnienia

source: XML contents to display for this module
ko_kr: 이 모듈에 대해 표시할 XML 콘텐츠
pl: Zawartość XML do wyświetlenia w tym module

source: Missing event_type in JSON data
ko_kr: JSON 데이터에 event_type 누락
pl: Brak event_type w danych JSON

source: Title
ko_kr: 제목
pl: Tytuł

source: The title of the Image Explorer that is displayed to the user
ko_kr: 사용자에게 표시되는 이미지 탐색기의 제목
pl: Tytuł Wyszukiwarki Obrazów wyświetlany użytkownikowi

source: Hotspot coordinates centered
ko_kr: 중앙 배치된 핫스팟 좌표
pl: Wyśrodkowano współrzędne hotspotu

source: If set to true, hotspot coordinates interpreted to point to the center of the hotspot
ko_kr: true로 설정하면 핫스팟 좌표가 핫스팟의 중앙을 가리키는 것으로 해석
pl: Jeśli ustawiono na true, współrzędne hotspotu są interpretowane tak, aby wskazywały na środek hotspotu

source: If set to false, assumed to point to the top left corner of the hotspot image
ko_kr: false로 설정하면 핫스팟 이미지의 왼쪽 상단을 가리키는 것으로 가정
pl: Jeśli ustawiono na false, domyślnie wskazują na lewy górny róg obrazka hotspot

source: Definition
ko_kr: 정의
pl: Definicja

source: The XML definition for the Image Explorer
ko_kr: 이미지 탐색기의 XML 정의
pl: Definicja XML dla Wyszukiwarki Obrazów

source: Save
ko_kr: 저장
pl: Zapisz

source: Cancel
ko_kr: 취소
pl: Anuluj
