json_table=r"""
{
  "content": [
    {
      "widgetName": "tcTable",
      "table": {
        "title": "Таблица размеров купальников",
        "body": [
          {
            "data": [
              "Российский размер",
              "40-42",
              "42-44",
              "44-46",
              "46-50",
              "50-52",
              "52-54",
              "54-56",
              "56-58",
              "58-60",
              "60-62"
            ]
          },
          {
            "data": [
              "Международный размер INT",
              "  XS",
              "    S",
              "    M",
              "    L",
              "   XL",
              "  2XL",
              "  3XL",
              "  4XL",
              "  5XL",
              "   6XL"
            ]
          },
          {
            "data": [
              "Объем талии см",
              "77-82",
              "87-92",
              "92-97",
              "97-102",
              "102-107",
              "107-112",
              "112-117",
              "117-122",
              "122-127",
              "127-132"
            ]
          }
        ]
      }
    }
  ],
  "version": 0.1
}
 """