
跨境物流成本_藏价=藏价=22    # 巴西币
买家支付运费=15             # 巴西币
商品成本价=全球商品价格=22    # 人民币
汇率=市场汇率=0.7575        # 1元=0.7575巴西币
境内途运费=1.8             # 人民币
提现手续费=0
佣金费率=0.08
交易手续费费率=0.02
活动服务费费率=0.06
折扣比例=0.5
预期净利润=净利润=12        # 人民币
站点调价比例_店铺=12/22


# 商品售价=((全球商品价格*市场汇率*站点调价比例_店铺)+跨境物流成本_藏价)/(1-佣金费率-活动服务费费率-交易手续费费率)
# 活动手续费=活动服务费=商品售价*活动服务费费率
# 交易手续费=(商品售价+买家支付运费)* 交易手续费费率
# 佣金=商品售价*佣金费率
# 订单收入=商品售价-跨境物流成本_藏价-佣金-交易手续费-活动手续费
# 折前售价=商品售价/(1-折扣比例)
# 净利润率=净利润/商品售价
# 站点调价比例=(店铺商品价格*(1-佣金费率-活动服务费费率-交易手续费费率)-藏价)/全球商品价格/汇率

print("商品售价",商品售价)
print("活动手续费",活动手续费)
print("交易手续费",交易手续费)
print("佣金",佣金)
print("订单收入",订单收入)
print("折前售价",折前售价)
print("净利润率",净利润率)