r"""
平台公式：
# 商品售价=商品成本价*汇率+预期净利润*汇率+佣金+交易手续费+活动手续费+境内途运费*汇率+跨境物流成本_藏价+提现手续费
# 活动手续费=活动服务费=商品售价*活动服务费费率
# 交易手续费=(商品售价+买家支付运费)* 交易手续费费率
# 佣金=商品售价*佣金费率
# 订单收入=商品售价-跨境物流成本_藏价-佣金-交易手续费-活动手续费
# 折前售价=商品售价/(1-折扣比例)
# 净利润率=净利润/商品售价
# 站点调价比例=(店铺商品价格*(1-佣金费率-活动服务费费率-交易手续费费率)-藏价)/全球商品价格/汇率

客服提供：
商品售价=((全球商品价格*市场汇率*站点调价比例_店铺)+跨境物流成本_藏价)/(1-佣金费率-活动服务费费率-交易手续费费率)

"""

汇率=市场汇率=0.76        # 1元=0.7575巴西币
预期净利润=净利润=12       # 人民币
商品成本价 = 22           # 人民币
境内段运费 = 1.8*市场汇率
全球商品价格=商品成本价+境内段运费    # 人民币
站点调价比例_店铺= 预期净利润/商品成本价+1    # 12利润 22成本价
# 站点调价比例_店铺=4.7472     # 12利润 22成本价
跨境物流成本_藏价=藏价=22    # 巴西币
买家支付运费=15             # 巴西币
佣金费率=0.08              # 比例
活动服务费费率=0.06         # 比例
交易手续费费率=0.02          # 比例
折扣比例=0.5

商品售价 = ((全球商品价格*市场汇率*站点调价比例_店铺)+跨境物流成本_藏价)/(1-佣金费率-活动服务费费率-交易手续费费率)
折前售价 = 商品售价/折扣比例
净利润率 = 净利润*市场汇率/商品售价
佣金 = 商品售价*佣金费率
交易手续费 = (商品售价+买家支付运费)* 交易手续费费率
活动手续费 = 商品售价*活动服务费费率
订单收入 = 商品售价-跨境物流成本_藏价 - 佣金 - 交易手续费 - 活动手续费
站点调价比例_商品售价 = (商品售价*(1-佣金费率-活动服务费费率-交易手续费费率)-藏价)/全球商品价格/汇率  # 商品售价
站点调价比例_折前售价 = (折前售价*(1-佣金费率-活动服务费费率-交易手续费费率)-藏价)/全球商品价格/汇率  # 折前售价
活动服务费=商品售价*活动服务费费率
跨境物流成本_藏价 = ''
买家支付运费 = ''
卖家支付运费 = ''


print("商品售价:", 商品售价)
print('折前售价:', 折前售价)
print('净利润率:', 净利润率)
print('订单收入：',订单收入)
print('站点调价比例_商品售价:', 站点调价比例_商品售价)
print('站点调价比例_折前售价:', 站点调价比例_折前售价)
print('佣金：',佣金)
print('交易手续费：',交易手续费)
print('活动服务费:', 活动服务费)

print('卖家支付运费:',卖家支付运费)
print('跨境物流成本_藏价:',跨境物流成本_藏价)
print('买家支付运费:',买家支付运费)




# 1.54--->58.74988952380952
# 1.545-->58.8556019047619
# 1.55--->58.96131428571428



print(56-37)

