zhujie = r"""Тип:<br/>
Пол: Женский.<br/>
Материал: полиэстер.<br/>
Стандартный тип: С принтом.<br/>
Тип размера: Большой.<br/>
Комплект 2 Штуки: топ и брюки.<br/>
Стиль: сексуальный, стильный.<br/>
Сезон. Лето.<br/>
Сцена: пляж, плавание, купание и т.д.<br/><br/>

Примечание:<br/>
1. из-за различных мониторов и эффектов освещения, фактический цвет товара может немного отличаться от цвета на картинке. Спасибо!<br/>
2. Пожалуйста, простите ошибку 1-3 см, вызванную ручным измерением.<br/>
3. азиатские размеры больше, чем размеры EU/US/UK, пожалуйста, проверьте детали перед покупкой. Спасибо.<br/>
4. Цвета/стандарты варьируются от партии к партии.<br/>
5. пожалуйста, сравните с вашими деталями перед покупкой! <br/><br/>

Особенности платья:<br/>
1. Яркий, притягательный слитный женский купальник с сочными расцветками. мягкие, эластичные швы не вызывают 、дискомфорта даже при длительной носке. <br/>
2. который показывает ваше чувство стиля и увеличивает количество восхищенных взглядов! выигрышно подчеркнет изгибы фигуры и скроет парочку лишних килограммов.<br/>
3. не линяет при стирке, остается красивым, не теряя цвета и формы.<br/>
4. Подойдет не только для поездки на море, но и для занятий спортом в бассейне.универсальная модель для водного спорта, бассейна и пляжа.<br/>"""